<template>
  <div class="security-case">
    <div class="text-center">
      <h3><b>案例介绍</b></h3>
      <p class="info-margin">电子签名有效性引发的电子合同纠纷<br/>
        云合同为用户提供合同保全服务，保障用户合法权益</p>
    </div>
    <div class="case-banner">
      <div class="lx-container">
        <img v-imgerror src="~/assets/img/src/security/case.jpg" width="100%" height="100%" />
        <div class="row case-text">
          <p>2016年5月18日，杭州市拱墅区人民法院对一起特殊的案件进行了宣判。案件中，原、被告对一份通过第三方电子合同平台——云合同签署的合同产生纠纷。
            案件审判期间，浙江律讯网络科技有限公司作为云合同的研发公司，派代表出庭举证，保障了合同签约双方的合法权益。</p>
          <p>纠纷发生于今年2016年2月，杭州某生物科技有限公司（以下简称“甲方”）与杭州某软件科技有限公司（以下简称“乙方”）就软件开发达成合作意向，并在国家电子合同平台——“云合同”上签署了电子合同。
            之后甲方由于公司内部问题，以电子合同不具有法律效力为由，单方面终止与乙方的合作，拒不履行合同内容，也不对乙方予以赔偿。双方多次交流无果，乙方将甲方告上法庭。</p>
          <p>本案经过杭州市拱墅区人民法院初审、杭州市中级人民法院终审，两级人民法院依据以下法律条款：<br/>
            <span>1、《中华人民共和国合同法》第十条第一款规定：“当事人订立合同，有书面形式、口头形式和其他形式”；</span><br/>
            <span>2、第十一条规定：“书面形式是指合同书、信件和数据电文（包括电报、电传、传真、电子数据交换和电子邮件）等可以有形地表现所载内容的形式”；</span><br/>
            <span>3、《电子签名法》第十四条规定：“可靠的电子签名与手写签名或者盖章具有同等的法律效力”；</span><br/>
            认定在“云合同”上签署的电子合同具有法律效力。</p>
          <p>在庭审取证环节中，“云合同”产品经理出庭并向法庭提供了：“云合同”平台的CA认证、加密秘钥、电子签名散列值等具有法律效力的电子数据凭证。
            实力证明“云合同”是一个公正、中立的第三方电子合同平台，合同内容的修订与签署是合同双方当事人协商的结果。</p>
          <p>随着判决书的生效，这起全国首例由电子签名有效性引发的纠纷也落下了帷幕。本案中，法院等司法机构毫无悬念地依法维护了当事人的权利。
            这进一步证明，电子合同与纸质合同具有同等的法律效力与约束力。电子合同以其简单、高效、节约成本等诸多优势，得到了各行各业的青睐。</p>
          <p>在本案中，云合同作为第三方电子合同平台，对案件的结果起到了关键性的作用。从诞生伊始，云合同一直致力于电子合同完整生态链的建设及完善。
            国家工信部相关领导曾莅临云合同杭州总部，从法律有效性及平台安全性两个方面对云合同可行性建设方案进行审查，并授予云合同”国家电子合同创新服务平台“的殊荣。</p>
          <p>案件中，云合同着重证明了签约主体的有效性：首先，云合同后台实时记录操作者的账号、操作时间、IP、移动设备型号等，以此验证操作主体身份；
            其次，云合同在用户操作过程中利用短信验证码核实用户身份，并对每一步操作生成防篡改的记录，保证操作安全性；
            最后，云合同具备权威机构颁发的CA证书。证书独特而权威的属性，保障了签署完成的合同不被窃取和篡改，证明了数据的安全性和有效性。</p>
          <p>通过以上证据链条，云合同充分证明了用户在平台上签署的合同的合法性和可靠性，保障了所有云合同用户的合法权益。
            未来，云合同将继续引领时代潮流风向，帮助更多企业实现异地在线签约、便捷合同管理，并始终保持第三方平台公正客观的立场，为更多企业带来方便、为和谐社会创造价值。</p>
        </div>
      </div>
    </div>
  </div>
</template>

<script>
  export default {
    data () {
      return {
      }
    },
    components: {

    },
    mounted () {
    },
    watch: {
    },
    methods: {

    }
  }
</script>

<style lang="scss" type="text/scss" scoped>
  @import "~styles/base.scss";
  .security-case{
    @include responsive-default{
      .case-banner{margin-top: 50px;}
      .case-text{
        padding: 50px 0 30px;
        p{text-indent: 2em; margin-bottom: 20px;
        span{margin-left: 2em}}
    }
    .p-margin{margin-bottom: 0}
    }
  }

</style>



